import  './index.scss'

const BottomBar = () => {

    return (
        <div className="bottomBar" >
            <p>警告：夜游在線視頻只適合18歲或以上人士觀看！如果您發現本站影片侵犯了您的的版權，請 聯系我們 删除影片。</p>
            <p>本站聲明：網站內容收集于互聯網，網站在美國進行維護，受美國法律保護。本站無意侵犯任何國家的 憲法，您已了解互聯網的無國界性，如果當地法令禁止進入，請自行離開。否則後果自負！謝謝合作！ 本站立足于美利堅合衆國，對全球華人服務，受北美法律保護。
            </p>
            <p>本站已遵照「iWIN網路內容防護機構」進行分類，如有家長發現未成年兒童／少年瀏覽此站、請按照此方法過濾本站內容。 >> <a href="https://www.google.com/#q=iWIN%E7%BD%91%E8%B7%AF%E5%86%85%E5%AE%B9%E9%98%B2%E6%8A%A4%E6%9C%BA%E6%9E%84">『网站分级制度』</a>
            </p>
        </div>
    )
}

export default BottomBar